[
  {
    "id": 0,
    "comp": "Self Employed",
    "time": "Now",
    "pos": "Frontend Developer",
    "stack": "VueJS, NuxtJS, Tailwind, Vuetify",
    "desc": "I had the privilege of contributing to diverse projects spanning a wide range of client backgrounds. My portfolio includes crafting engaging company profiles, building dynamic online-shop sites, and designing captivating landing pages. Eager to learn the new things."
  },
  {
    "id": 1,
    "comp": "PT. Cahaya Fortuna Sejati",
    "time": "Aug 17 - Nov 18",
    "pos": "IT Support",
    "stack": "",
    "desc": "In this time, I had responsibility to install, manage, and maintaining all of the IT equipments like CCTV, LAN, WAN, Mail Server, and Personal Computer"
  },
  {
    "id": 2,
    "comp": "PT. Telkom Akses",
    "time": "Feb 21 - Mar 21",
    "pos": "Internship",
    "stack": "",
    "desc": "I have learned the technology of Optical Fiber connection, the FTTH technology, and Digitalisasi SPBU projects."
  },
  {
    "id": 3,
    "comp": "PSIS Semarang",
    "time": "Sep 23 - Feb 24",
    "pos": "Technical & IT Engineer",
    "stack": "",
    "desc": "With the vendor, I'm doing some project in this company. Automatic gate for the Jatidiri Stadium, PSIS Apps for club information, ticketing service, and e-commerce, and LED Perimeter Board for displaying ads on the stadium's pitch side."
  },
  {
    "id": 3,
    "comp": "PT. Mahesa Jenar Semarang",
    "time": "Feb 24 - Aug 24",
    "pos": "Software Engineer",
    "stack": "VueJS, Tailwind",
    "desc": "Create, develop, and maintaining database for Semarang Citizen and database pool for scholarship submission for Semarang students."
  },
  {
    "id": 4,
    "comp": "RS PKU Muhammadiyah Sleman",
    "time": "May 24 - Now",
    "pos": "EDP SIMRS Engineer",
    "stack": "VueJS, Tailwind, PHP",
    "desc": "Develop and maintaining SIMRS (Sistem Informasi Manajemen Rumah Sakit), install and maintaining IT Stuff in the hospital (Server, Database, Networking, Client PC)."
  }
]
